Repository: RodrigoAmora/converters-ios
Catalog: converters/*.lproj/Localizable.strings
Languages: pt_br

# btn_alert_view_negative
source: Cancel
pt_br: Cancelar

# menu_convert_temperatue
source: Convert temperature
pt_br: Converter temperatura

# menu_convert_distance
source: Convert distance
pt_br: Converter distância

# distance_empty
source: Distance field is empty!
pt_br: O campo de distância está vazio!

# temperature_empty
source: Temperatue field is empty!
pt_br: O campo de temperatua está vazio!

source: Temperature
pt_br: Temperatura

source: Celsius to Fahrenheit
pt_br: Celsius para Fahrenheit

source: Fahrenheit to Celsius
pt_br: Fahrenheit para Celsius

# btn_convert_temperature
source: Convert
pt_br: Converter

source: Convert temperature
pt_br: Converter temperatura

source: Type temperature....
pt_br: Digitar temperatura....

source: Distance
pt_br: Distância

source: Kilometer to Mile
pt_br: Quilômetro para Milha

source: Mile to Kilometer
pt_br: Milha para Quilômetro

source: Convert distance
pt_br: Converter distância

source: Type distance....
pt_br: Digitar distância....
